Repository: islomov/zebra-qr-code-scanner
Catalog: ZebraCodeScanner/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, id, it, ja, ko, ms, nb, nl, pl, pt_br, ru, sv, th, tr, uk, uz, vi, zh_hans, zh_hant

# barcode_type.ean13.description
source: 13-digit product code
ar: رمز منتج من 13 رقماً
da: 13-cifret produktkode
de: 13-stelliger Produktcode
es: Código de producto de 13 dígitos
fi: 13-numeroinen tuotekoodi
fr: Code produit à 13 chiffres
hi: 13 अंकों का उत्पाद कोड
id: Kode produk 13 digit
it: Codice prodotto a 13 cifre
ja: 13桁の商品コード
ko: 13자리 상품 코드
ms: Kod produk 13 digit
nb: 13-sifret produktkode
nl: 13-cijferige productcode
pl: 13-cyfrowy kod produktu
pt_br: Código de produto de 13 dígitos
ru: 13-значный код товара
sv: 13-siffrig produktkod
th: รหัสสินค้า 13 หลัก
tr: 13 haneli ürün kodu
uk: 13-значний код товару
uz: 13 raqamli mahsulot kodi
vi: Mã sản phẩm 13 chữ số
zh_hans: 13位商品码
zh_hant: 13位商品碼

# barcode_type.ean13.placeholder
source: Enter 13 digits
ar: أدخل 13 رقماً
da: Indtast 13 cifre
de: 13 Ziffern eingeben
es: Ingresa 13 dígitos
fi: Syötä 13 numeroa
fr: Saisissez 13 chiffres
hi: 13 अंक दर्ज करें
id: Masukkan 13 digit
it: Inserisci 13 cifre
ja: 13桁を入力
ko: 13자리 입력
ms: Masukkan 13 digit
nb: Skriv inn 13 sifre
nl: Voer 13 cijfers in
pl: Wpisz 13 cyfr
pt_br: Digite 13 dígitos
ru: Введите 13 цифр
sv: Ange 13 siffror
th: กรอก 13 หลัก
tr: 13 rakam girin
uk: Введіть 13 цифр
uz: 13 ta raqam kiriting
vi: Nhập 13 chữ số
zh_hans: 输入13位数字
zh_hant: 輸入13位數字

# barcode_type.pdf417.description
source: 2D stacked barcode
ar: باركود مكدس ثنائي الأبعاد
da: 2D-stablet stregkode
de: Gestapelter 2D-Barcode
es: Código de barras apilado 2D
fi: 2D-pinottu viivakoodi
fr: Code-barres empilé 2D
hi: 2D स्टैक्ड बारकोड
id: Barcode bertumpuk 2D
it: Codice a barre impilato 2D
ja: 2Dスタックバーコード
ko: 2D 스택 바코드
ms: Kod bar bertindan 2D
nb: 2D-stablet strekkode
nl: 2D-gestapelde streepjescode
pl: Kod warstwowy 2D
pt_br: Código de barras empilhado 2D
ru: 2D многослойный штрих-код
sv: 2D-stapelkod
th: บาร์โค้ดซ้อน 2 มิติ
tr: 2B yığınlı barkod
uk: 2D багатошаровий штрих-код
uz: 2D qatlamli shtrix-kod
vi: Mã vạch xếp chồng 2D
zh_hans: 二维堆叠条码
zh_hant: 2D堆疊條碼

# barcode_type.pdf417.placeholder
source: Enter text or numbers
ar: أدخل نصاً أو أرقاماً
da: Indtast tekst eller tal
de: Text oder Zahlen eingeben
es: Ingresa texto o números
fi: Syötä tekstiä tai numeroita
fr: Saisissez du texte ou des chiffres
hi: टेक्स्ट या संख्याएं दर्ज करें
id: Masukkan teks atau angka
it: Inserisci testo o numeri
ja: テキストまたは数字を入力
ko: 텍스트 또는 숫자 입력
ms: Masukkan teks atau nombor
nb: Skriv inn tekst eller tall
nl: Voer tekst of cijfers in
pl: Wpisz tekst lub cyfry
pt_br: Digite texto ou números
ru: Введите текст или цифры
sv: Ange text eller siffror
th: กรอกข้อความหรือตัวเลข
tr: Metin veya sayı girin
uk: Введіть текст або цифри
uz: Matn yoki raqamlar kiriting
vi: Nhập văn bản hoặc số
zh_hans: 输入文本或数字
zh_hant: 輸入文字或數字

# barcode_type.upca.description
source: 12-digit US product code
ar: رمز منتج أمريكي من 12 رقماً
da: 12-cifret amerikansk produktkode
de: 12-stelliger US-Produktcode
es: Código de producto de 12 dígitos (EE.UU.)
fi: 12-numeroinen yhdysvaltalainen tuotekoodi
fr: Code produit américain à 12 chiffres
hi: 12 अंकों का US उत्पाद कोड
id: Kode produk AS 12 digit
it: Codice prodotto USA a 12 cifre
ja: 12桁の米国商品コード
ko: 12자리 미국 상품 코드
ms: Kod produk AS 12 digit
nb: 12-sifret amerikansk produktkode
nl: 12-cijferige US-productcode
pl: 12-cyfrowy kod produktu (USA)
pt_br: Código de produto americano de 12 dígitos
ru: 12-значный код товара (США)
sv: 12-siffrig US-produktkod
th: รหัสสินค้าสหรัฐฯ 12 หลัก
tr: 12 haneli ABD ürün kodu
uk: 12-значний код товару (США)
uz: 12 raqamli AQSh mahsulot kodi
vi: Mã sản phẩm Mỹ 12 chữ số
zh_hans: 12位美国商品码
zh_hant: 12位美國商品碼

# barcode_type.upca.placeholder
source: Enter 12 digits
ar: أدخل 12 رقماً
da: Indtast 12 cifre
de: 12 Ziffern eingeben
es: Ingresa 12 dígitos
fi: Syötä 12 numeroa
fr: Saisissez 12 chiffres
hi: 12 अंक दर्ज करें
id: Masukkan 12 digit
it: Inserisci 12 cifre
ja: 12桁を入力
ko: 12자리 입력
ms: Masukkan 12 digit
nb: Skriv inn 12 sifre
nl: Voer 12 cijfers in
pl: Wpisz 12 cyfr
pt_br: Digite 12 dígitos
ru: Введите 12 цифр
sv: Ange 12 siffror
th: กรอก 12 หลัก
tr: 12 rakam girin
uk: Введіть 12 цифр
uz: 12 ta raqam kiriting
vi: Nhập 12 chữ số
zh_hans: 输入12位数字
zh_hant: 輸入12位數字

# center_icon.contact.title
source: Contact
ar: جهة اتصال
da: Kontakt
de: Kontakt
es: Contacto
fi: Yhteystieto
hi: संपर्क
id: Kontak
it: Contatto
ja: 連絡先
ko: 연락처
ms: Kenalan
nb: Kontakt
pl: Kontakt
pt_br: Contato
ru: Контакт
sv: Kontakt
th: ผู้ติดต่อ
tr: Kişi
uk: Контакт
uz: Kontakt
vi: Liên hệ
zh_hans: 联系人
zh_hant: 聯絡人

# center_icon.crypto.title
source: Crypto
ar: عملة رقمية
da: Krypto
de: Krypto
es: Cripto
fi: Krypto
hi: क्रिप्टो
id: Kripto
ja: 暗号通貨
ko: 암호화폐
ms: Kripto
nb: Krypto
pl: Krypto
pt_br: Cripto
ru: Крипто
sv: Krypto
th: คริปโต
tr: Kripto
uk: Крипто
uz: Kripto
vi: Tiền mã hóa
zh_hans: 加密货币
zh_hant: 加密貨幣

# center_icon.email.title
source: Email
ar: بريد إلكتروني
es: Correo
fi: Sähköposti
hi: ईमेल
ja: メール
ko: 이메일
ms: E-mel
nb: E-post
ru: Эл. почта
sv: E-post
th: อีเมล
tr: E-posta
uk: Ел. пошта
uz: E-pochta
zh_hans: 邮件
zh_hant: 郵件

# center_icon.event.title
source: Event
ar: حدث
da: Begivenhed
de: Ereignis
es: Evento
fi: Tapahtuma
fr: Événement
hi: इवेंट
id: Acara
it: Evento
ja: イベント
ko: 이벤트
ms: Acara
nb: Hendelse
nl: Evenement
pl: Wydarzenie
pt_br: Evento
ru: Событие
sv: Händelse
th: กิจกรรม
tr: Etkinlik
uk: Подія
uz: Tadbir
vi: Sự kiện
zh_hans: 活动
zh_hant: 活動

# center_icon.geo.title
source: Location
ar: موقع
da: Placering
de: Standort
es: Ubicación
fi: Sijainti
fr: Localisation
hi: स्थान
id: Lokasi
it: Posizione
ja: 位置情報
ko: 위치
ms: Lokasi
nb: Sted
nl: Locatie
pl: Lokalizacja
pt_br: Localização
ru: Геолокация
sv: Plats
th: ตำแหน่ง
tr: Konum
uk: Геолокація
uz: Joylashuv
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

# center_icon.link.title
source: Link
ar: رابط
es: Enlace
fi: Linkki
fr: Lien
hi: लिंक
id: Tautan
ja: リンク
ko: 링크
ms: Pautan
nb: Lenke
ru: Ссылка
sv: Länk
th: ลิงก์
tr: Bağlantı
uk: Посилання
uz: Havola
vi: Liên kết
zh_hans: 链接
zh_hant: 連結

# center_icon.phone.title
source: Phone
ar: هاتف
da: Telefon
de: Telefon
es: Teléfono
fi: Puhelin
fr: Téléphone
hi: फ़ोन
id: Telepon
it: Telefono
ja: 電話
ko: 전화
ms: Telefon
nb: Telefon
nl: Telefoon
pl: Telefon
pt_br: Telefone
ru: Телефон
sv: Telefon
th: โทรศัพท์
tr: Telefon
uk: Телефон
uz: Telefon
vi: Điện thoại
zh_hans: 电话
zh_hant: 電話

# center_icon.text.title
source: Text
ar: نص
da: Tekst
es: Texto
fi: Teksti
fr: Texte
hi: टेक्स्ट
id: Teks
it: Testo
ja: テキスト
ko: 텍스트
ms: Teks
nb: Tekst
nl: Tekst
pl: Tekst
pt_br: Texto
ru: Текст
th: ข้อความ
tr: Metin
uk: Текст
uz: Matn
vi: Văn bản
zh_hans: 文本
zh_hant: 文字

# common.alert.copied
source: Copied!
ar: تم النسخ!
da: Kopieret!
de: Kopiert!
es: ¡Copiado!
fi: Kopioitu!
fr: Copié !
hi: कॉपी हो गया!
id: Disalin!
it: Copiato!
ja: コピーしました！
ko: 복사되었습니다!
ms: Disalin!
nb: Kopiert!
nl: Gekopieerd!
pl: Skopiowano!
pt_br: Copiado!
ru: Скопировано!
sv: Kopierat!
th: คัดลอกแล้ว!
tr: Kopyalandı!
uk: Скопійовано!
uz: Nusxalandi!
vi: Đã sao chép!
zh_hans: 已复制！
zh_hant: 已複製！

# common.alert.saved
source: Saved!
ar: تم الحفظ!
da: Gemt!
de: Gespeichert!
es: ¡Guardado!
fi: Tallennettu!
fr: Enregistré !
hi: सेव हो गया!
id: Disimpan!
it: Salvato!
ja: 保存しました！
ko: 저장되었습니다!
ms: Disimpan!
nb: Lagret!
nl: Opgeslagen!
pl: Zapisano!
pt_br: Salvo!
ru: Сохранено!
sv: Sparat!
th: บันทึกแล้ว!
tr: Kaydedildi!
uk: Збережено!
uz: Saqlandi!
vi: Đã lưu!
zh_hans: 已保存！
zh_hant: 已儲存！

# common.barcode
source: Barcode
ar: باركود
da: Stregkode
es: Código de barras
fi: Viivakoodi
fr: Code-barres
hi: बारकोड
it: Codice a barre
ja: バーコード
ko: 바코드
ms: Kod Bar
nb: Strekkode
nl: Streepjescode
pl: Kod kreskowy
pt_br: Código de barras
ru: Штрих-код
sv: Streckkod
th: บาร์โค้ด
tr: Barkod
uk: Штрих-код
uz: Shtrix-kod
vi: Mã vạch
zh_hans: 条形码
zh_hant: 條碼

# common.cancel
source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
uz: Bekor qilish
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# common.copy
source: Copy
ar: نسخ
da: Kopier
de: Kopieren
es: Copiar
fi: Kopioi
fr: Copier
hi: कॉपी
id: Salin
it: Copia
ja: コピー
ko: 복사
ms: Salin
nb: Kopier
nl: Kopieer
pl: Kopiuj
pt_br: Copiar
ru: Копировать
sv: Kopiera
th: คัดลอก
tr: Kopyala
uk: Копіювати
uz: Nusxalash
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

# common.copy_image
source: Copy Image
ar: نسخ الصورة
da: Kopier billede
de: Bild kopieren
es: Copiar imagen
fi: Kopioi kuva
fr: Copier l'image
hi: इमेज कॉपी करें
id: Salin Gambar
it: Copia immagine
ja: 画像をコピー
ko: 이미지 복사
ms: Salin Imej
nb: Kopier bilde
nl: Kopieer afbeelding
pl: Kopiuj obraz
pt_br: Copiar imagem
ru: Копировать изображение
sv: Kopiera bild
th: คัดลอกรูปภาพ
tr: Görseli Kopyala
uk: Копіювати зображення
uz: Rasmni nusxalash
vi: Sao chép ảnh
zh_hans: 复制图片
zh_hant: 複製圖片

# common.delete
source: Delete
ar: حذف
da: Slet
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
hi: हटाएं
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
nb: Slett
nl: Verwijder
pl: Usuń
pt_br: Excluir
ru: Удалить
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
uz: O'chirish
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# common.done
source: Done
ar: تم
da: Færdig
de: Fertig
es: Listo
fi: Valmis
fr: Terminé
hi: हो गया
id: Selesai
it: Fatto
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdig
nl: Klaar
pl: Gotowe
pt_br: Concluído
ru: Готово
sv: Klar
th: เสร็จสิ้น
tr: Tamam
uk: Готово
uz: Tayyor
vi: Xong
zh_hans: 完成
zh_hant: 完成

# common.error
source: Error
ar: خطأ
da: Fejl
de: Fehler
fi: Virhe
fr: Erreur
hi: त्रुटि
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
ms: Ralat
nb: Feil
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
sv: Fel
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
uz: Xatolik
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

# common.ok
source: OK
ar: حسناً
hi: ठीक है
tr: Tamam

# common.reset
source: Reset
ar: إعادة تعيين
da: Nulstil
de: Zurücksetzen
es: Restablecer
fi: Nollaa
fr: Réinitialiser
hi: रीसेट
id: Atur Ulang
it: Ripristina
ja: リセット
ko: 초기화
ms: Set Semula
nb: Tilbakestill
pl: Resetuj
pt_br: Redefinir
ru: Сбросить
sv: Återställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
uz: Tiklash
vi: Đặt lại
zh_hans: 重置
zh_hant: 重置

# common.save
source: Save
ar: حفظ
da: Gem
de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
hi: सेव करें
id: Simpan
it: Salva
ja: 保存
ko: 저장
ms: Simpan
nb: Lagre
nl: Bewaar
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
uz: Saqlash
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# common.save_to_photos
source: Save to Photos
ar: حفظ في الصور
da: Gem til Fotos
de: In Fotos speichern
es: Guardar en Fotos
fi: Tallenna Kuviin
fr: Enregistrer dans Photos
hi: फ़ोटो में सेव करें
id: Simpan ke Foto
it: Salva nelle Foto
ja: 写真に保存
ko: 사진에 저장
ms: Simpan ke Foto
nb: Lagre til Bilder
nl: Bewaar in Foto's
pl: Zapisz w Zdjęciach
pt_br: Salvar nas Fotos
ru: Сохранить в Фото
sv: Spara i Bilder
th: บันทึกไปยังรูปภาพ
tr: Fotoğraflara Kaydet
uk: Зберегти у Фото
uz: Suratlarga saqlash
vi: Lưu vào Ảnh
zh_hans: 保存到相册
zh_hant: 儲存到相簿

# common.share
source: Share
ar: مشاركة
da: Del
de: Teilen
es: Compartir
fi: Jaa
fr: Partager
hi: शेयर करें
id: Bagikan
it: Condividi
ja: 共有
ko: 공유
ms: Kongsi
nb: Del
nl: Deel
pl: Udostępnij
pt_br: Compartilhar
ru: Поделиться
sv: Dela
th: แชร์
tr: Paylaş
uk: Поділитися
uz: Ulashish
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

# common.unknown
source: Unknown
ar: غير معروف
da: Ukendt
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
hi: अज्ञात
id: Tidak diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
ms: Tidak diketahui
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестно
sv: Okänd
th: ไม่ทราบ
tr: Bilinmiyor
uk: Невідомо
uz: Noma'lum
vi: Không rõ
zh_hans: 未知
zh_hant: 未知

# force_update.button
source: Update Now
ar: التحديث الآن
da: Opdater nu
de: Jetzt aktualisieren
es: Actualizar ahora
fi: Päivitä nyt
fr: Mettre à jour
hi: अभी अपडेट करें
id: Perbarui Sekarang
it: Aggiorna ora
ja: 今すぐアップデート
ko: 지금 업데이트
ms: Kemas Kini Sekarang
nb: Oppdater nå
nl: Nu bijwerken
pl: Aktualizuj teraz
pt_br: Atualizar agora
ru: Обновить сейчас
sv: Uppdatera nu
th: อัปเดตตอนนี้
tr: Şimdi Güncelle
uk: Оновити зараз
uz: Hozir yangilash
vi: Cập nhật ngay
zh_hans: 立即更新
zh_hant: 立即更新

# force_update.message
source: A new version of the app is available. Please update to continue using the app.
ar: يتوفر إصدار جديد من التطبيق. يرجى التحديث لمتابعة استخدام التطبيق.
da: En ny version af appen er tilgængelig. Opdater venligst for at fortsætte med at bruge appen.
de: Eine neue Version der App ist verfügbar. Bitte aktualisiere, um die App weiter nutzen zu können.
es: Hay una nueva versión de la app disponible. Por favor, actualiza para seguir usando la app.
fi: Sovelluksesta on saatavilla uusi versio. Päivitä jatkaaksesi sovelluksen käyttöä.
fr: Une nouvelle version de l'app est disponible. Veuillez mettre à jour pour continuer à utiliser l'app.
hi: ऐप का नया वर्शन उपलब्ध है। ऐप का उपयोग जारी रखने के लिए कृपया अपडेट करें।
id: Versi baru aplikasi tersedia. Silakan perbarui untuk melanjutkan penggunaan aplikasi.
it: È disponibile una nuova versione dell'app. Aggiorna per continuare a usare l'app.
ja: アプリの新しいバージョンが利用可能です。 引き続きご利用いただくにはアップデートしてください。
ko: 새로운 버전의 앱을 사용할 수 있습니다. 앱을 계속 사용하려면 업데이트해 주세요.
ms: Versi baharu aplikasi tersedia. Sila kemas kini untuk terus menggunakan aplikasi.
nb: En ny versjon av appen er tilgjengelig. Vennligst oppdater for å fortsette å bruke appen.
nl: Er is een nieuwe versie van de app beschikbaar. Werk bij om de app te blijven gebruiken.
pl: Dostępna jest nowa wersja aplikacji. Proszę zaktualizować, aby kontynuować korzystanie.
pt_br: Uma nova versão do app está disponível. Atualize para continuar usando o app.
ru: Доступна новая версия приложения. Пожалуйста, обновите, чтобы продолжить использование.
sv: En ny version av appen är tillgänglig. Vänligen uppdatera för att fortsätta använda appen.
th: มีเวอร์ชันใหม่ของแอปพร้อมใช้งาน กรุณาอัปเดตเพื่อใช้งานแอปต่อไป
tr: Uygulamanın yeni bir sürümü mevcut. Uygulamayı kullanmaya devam etmek için lütfen güncelleyin.
uk: Доступна нова версія додатку. Будь ласка, оновіть, щоб продовжити використання.
uz: Ilovaning yangi versiyasi mavjud. Ilovadan foydalanishni davom ettirish uchun yangilang.
vi: Đã có phiên bản mới của ứng dụng. Vui lòng cập nhật để tiếp tục sử dụng ứng dụng.
zh_hans: 有新版本可用。 请更新以继续使用本应用。
zh_hant: 有新版本可用。 請更新以繼續使用本應用程式。

# force_update.title
source: Update Required
ar: التحديث مطلوب
da: Opdatering påkrævet
de: Update erforderlich
es: Actualización requerida
fi: Päivitys vaaditaan
fr: Mise à jour requise
hi: अपडेट आवश्यक
id: Pembaruan Diperlukan
it: Aggiornamento richiesto
ja: アップデートが必要です
ko: 업데이트 필요
ms: Kemas Kini Diperlukan
nb: Oppdatering påkrevd
nl: Update vereist
pl: Wymagana aktualizacja
pt_br: Atualização necessária
ru: Требуется обновление
sv: Uppdatering krävs
th: จำเป็นต้องอัปเดต
tr: Güncelleme Gerekli
uk: Потрібне оновлення
uz: Yangilash talab qilinadi
vi: Yêu cầu cập nhật
zh_hans: 需要更新
zh_hant: 需要更新

# generate.request.button
source: Send a Request
ar: إرسال طلب
da: Send en anmodning
de: Anfrage senden
es: Enviar una solicitud
fi: Lähetä pyyntö
fr: Envoyer une demande
hi: रिक्वेस्ट भेजें
id: Kirim Permintaan
it: Invia una richiesta
ja: リクエストを送信
ko: 요청 보내기
ms: Hantar Permintaan
nb: Send en forespørsel
nl: Verzoek indienen
pl: Wyślij zapytanie
pt_br: Enviar uma solicitação
ru: Отправить запрос
sv: Skicka förfrågan
th: ส่งคำขอ
tr: İstek Gönder
uk: Надіслати запит
uz: So'rov yuborish
vi: Gửi yêu cầu
zh_hans: 发送请求
zh_hant: 傳送請求

# generate.request.message
source: If you need additional QR codes or barcodes, let us know!
ar: إذا كنت بحاجة إلى أنواع إضافية من رموز QR أو الباركود، أخبرنا!
da: Hvis du har brug for flere QR-koder eller stregkoder, så lad os vide!
de: Wenn du zusätzliche QR-Codes oder Barcodes benötigst, lass es uns wissen!
es: Si necesitas códigos QR o de barras adicionales, ¡dínoslo!
fi: Jos tarvitset lisää QR-koodeja tai viivakoodeja, kerro meille!
fr: Si vous avez besoin de codes QR ou de codes-barres supplémentaires, faites-le nous savoir !
hi: अगर आपको अतिरिक्त QR कोड या बारकोड प्रकार चाहिए, तो हमें बताएं!
id: Jika Anda membutuhkan jenis kode QR atau barcode tambahan, beri tahu kami!
it: Se hai bisogno di codici QR o a barre aggiuntivi, faccelo sapere!
ja: 追加のQRコードやバーコードが必要な場合は、お知らせください！
ko: 추가 QR 코드 또는 바코드가 필요하시면 알려주세요!
ms: Jika anda memerlukan kod QR atau kod bar tambahan, beritahu kami!
nb: Hvis du trenger flere QR-koder eller strekkoder, gi oss beskjed!
nl: Heeft u extra QR-codes of streepjescodes nodig? Laat het ons weten!
pl: Jeśli potrzebujesz dodatkowych kodów QR lub kreskowych, daj nam znać!
pt_br: Se você precisa de códigos QR ou de barras adicionais, nos avise!
ru: Если вам нужны дополнительные QR-коды или штрих-коды, сообщите нам!
sv: Behöver du fler QR-koder eller streckkoder? Låt oss veta!
th: หากคุณต้องการ QR โค้ดหรือบาร์โค้ดเพิ่มเติม แจ้งให้เราทราบ!
tr: Ek QR kod veya barkod türlerine ihtiyacınız varsa bize bildirin!
uk: Якщо вам потрібні додаткові QR-коди або штрих-коди, повідомте нас!
uz: Agar sizga qo'shimcha QR kodlar yoki shtrix-kodlar kerak bo'lsa, bizga xabar bering!
vi: Nếu bạn cần thêm loại mã QR hoặc mã vạch, hãy cho chúng tôi biết!
zh_hans: 如果您需要其他类型的二维码或条形码，请告诉我们！
zh_hant: 如果您需要其他類型的QR碼或條碼，請告訴我們！

# generate.request.title
source: Need a different code type?
ar: تحتاج نوعاً مختلفاً من الرموز؟
da: Har du brug for en anden kodetype?
de: Anderen Code-Typ benötigt?
es: ¿Necesitas otro tipo de código?
fi: Tarvitsetko eri koodityyppiä?
fr: Besoin d'un autre type de code ?
hi: किसी अलग कोड प्रकार की ज़रूरत है?
id: Butuh jenis kode lain?
it: Hai bisogno di un altro tipo di codice?
ja: 別のコードタイプが必要ですか？
ko: 다른 코드 유형이 필요하신가요?
ms: Perlukan jenis kod lain?
nb: Trenger du en annen kodetype?
nl: Ander codetype nodig?
pl: Potrzebujesz innego typu kodu?
pt_br: Precisa de outro tipo de código?
ru: Нужен другой тип кода?
sv: Behöver du en annan kodtyp?
th: ต้องการโค้ดประเภทอื่น?
tr: Farklı bir kod türüne mi ihtiyacınız var?
uk: Потрібен інший тип коду?
uz: Boshqa kod turi kerakmi?
vi: Cần loại mã khác?
zh_hans: 需要其他码类型？
zh_hant: 需要其他碼類型？

# generate.section.1d_barcodes
source: 1D Barcodes
ar: باركود أحادي الأبعاد
da: 1D-stregkoder
es: Códigos de barras 1D
fi: 1D-viivakoodit
fr: Codes-barres 1D
hi: 1D बारकोड
id: Barcode 1D
it: Codici a barre 1D
ja: 1Dバーコード
ko: 1D 바코드
ms: Kod Bar 1D
nb: 1D-strekkoder
nl: 1D-streepjescodes
pl: Kody kreskowe 1D
pt_br: Códigos de barras 1D
ru: 1D штрих-коды
sv: 1D-streckkoder
th: บาร์โค้ด 1 มิติ
tr: 1B Barkodlar
uk: 1D штрих-коди
uz: 1D shtrix-kodlar
vi: Mã vạch 1D
zh_hans: 一维条码
zh_hant: 一維條碼

# generate.section.2d_barcodes
source: 2D Barcodes
ar: باركود ثنائي الأبعاد
da: 2D-stregkoder
es: Códigos de barras 2D
fi: 2D-viivakoodit
fr: Codes-barres 2D
hi: 2D बारकोड
id: Barcode 2D
it: Codici a barre 2D
ja: 2Dバーコード
ko: 2D 바코드
ms: Kod Bar 2D
nb: 2D-strekkoder
nl: 2D-streepjescodes
pl: Kody kreskowe 2D
pt_br: Códigos de barras 2D
ru: 2D штрих-коды
sv: 2D-streckkoder
th: บาร์โค้ด 2 มิติ
tr: 2B Barkodlar
uk: 2D штрих-коди
uz: 2D shtrix-kodlar
vi: Mã vạch 2D
zh_hans: 二维条码
zh_hant: 二維條碼

# generate.section.qr_codes
source: QR Codes
ar: رموز QR
da: QR-koder
es: Códigos QR
fi: QR-koodit
fr: Codes QR
hi: QR कोड
id: Kode QR
it: Codici QR
ja: QRコード
ko: QR 코드
ms: Kod QR
nb: QR-koder
pl: Kody QR
pt_br: Códigos QR
ru: QR-коды
sv: QR-koder
th: QR โค้ด
tr: QR Kodlar
uk: QR-коди
uz: QR kodlar
vi: Mã QR
zh_hans: 二维码
zh_hant: QR碼

# generate.section.social_media
source: Social Media
ar: وسائل التواصل الاجتماعي
da: Sociale medier
de: Soziale Medien
es: Redes sociales
fi: Sosiaalinen media
fr: Réseaux sociaux
hi: सोशल मीडिया
id: Media Sosial
ja: ソーシャルメディア
ko: 소셜 미디어
ms: Media Sosial
nb: Sosiale medier
nl: Sociale media
pl: Media społecznościowe
pt_br: Redes sociais
ru: Социальные сети
sv: Sociala medier
th: โซเชียลมีเดีย
tr: Sosyal Medya
uk: Соціальні мережі
uz: Ijtimoiy tarmoqlar
vi: Mạng xã hội
zh_hans: 社交媒体
zh_hant: 社群媒體

# generate.title
source: Generate
ar: إنشاء
da: Generer
de: Generieren
es: Generar
fi: Luo
fr: Générer
hi: बनाएं
id: Buat
it: Genera
ja: 生成
ko: 생성
ms: Jana
nb: Generer
nl: Genereer
pl: Generuj
pt_br: Gerar
ru: Создать
sv: Generera
th: สร้าง
tr: Oluştur
uk: Створити
uz: Yaratish
vi: Tạo mã
zh_hans: 生成
zh_hant: 產生

# history_detail.copy_content
source: Copy content
ar: نسخ المحتوى
da: Kopier indhold
de: Inhalt kopieren
es: Copiar contenido
fi: Kopioi sisältö
fr: Copier le contenu
hi: कंटेंट कॉपी करें
id: Salin konten
it: Copia contenuto
ja: 内容をコピー
ko: 내용 복사
ms: Salin kandungan
nb: Kopier innhold
nl: Kopieer inhoud
pl: Kopiuj treść
pt_br: Copiar conteúdo
ru: Копировать содержимое
sv: Kopiera innehåll
th: คัดลอกเนื้อหา
tr: İçeriği kopyala
uk: Копіювати вміст
uz: Kontentni nusxalash
vi: Sao chép nội dung
zh_hans: 复制内容
zh_hant: 複製內容

# history_detail.delete_message
source: Are you sure you want to delete this code?
ar: هل أنت متأكد أنك تريد حذف هذا الرمز؟
da: Er du sikker på, at du vil slette denne kode?
de: Bist du sicher, dass du diesen Code löschen möchtest?
es: ¿Estás seguro de que deseas eliminar este código?
fi: Haluatko varmasti poistaa tämän koodin?
fr: Êtes-vous sûr de vouloir supprimer ce code ?
hi: क्या आप वाकई इस कोड को हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus kode ini?
it: Sei sicuro di voler eliminare questo codice?
ja: このコードを削除してもよろしいですか？
ko: 이 코드를 삭제하시겠습니까?
ms: Adakah anda pasti mahu memadamkan kod ini?
nb: Er du sikker på at du vil slette denne koden?
nl: Weet u zeker dat u deze code wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten kod?
pt_br: Tem certeza de que deseja excluir este código?
ru: Вы уверены, что хотите удалить этот код?
sv: Är du säker på att du vill radera denna kod?
th: คุณแน่ใจหรือไม่ว่าต้องการลบโค้ดนี้?
tr: Bu kodu silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цей код?
uz: Bu kodni o'chirishni xohlaysizmi?
vi: Bạn có chắc muốn xóa mã này không?
zh_hans: 确定要删除此码吗？
zh_hant: 確定要刪除此碼嗎？

# history_detail.delete_title
source: Delete Code
ar: حذف الرمز
da: Slet kode
de: Code löschen
es: Eliminar código
fi: Poista koodi
fr: Supprimer le code
hi: कोड हटाएं
id: Hapus Kode
it: Elimina codice
ja: コードを削除
ko: 코드 삭제
ms: Padam Kod
nb: Slett kode
nl: Code verwijderen
pl: Usuń kod
pt_br: Excluir código
ru: Удалить код
sv: Radera kod
th: ลบโค้ด
tr: Kodu Sil
uk: Видалити код
uz: Kodni o'chirish
vi: Xóa mã
zh_hans: 删除码
zh_hant: 刪除碼

# history_detail.label.brand
source: Brand
ar: العلامة التجارية
da: Mærke
de: Marke
es: Marca
fi: Merkki
fr: Marque
hi: ब्रांड
id: Merek
it: Marca
ja: ブランド
ko: 브랜드
ms: Jenama
nb: Merke
nl: Merk
pl: Marka
pt_br: Marca
ru: Бренд
sv: Märke
th: แบรนด์
tr: Marka
uk: Бренд
uz: Brend
vi: Thương hiệu
zh_hans: 品牌
zh_hant: 品牌

# history_detail.label.content
source: Content
ar: المحتوى
da: Indhold
de: Inhalt
es: Contenido
fi: Sisältö
fr: Contenu
hi: कंटेंट
id: Konten
it: Contenuto
ja: 内容
ko: 내용
ms: Kandungan
nb: Innhold
nl: Inhoud
pl: Treść
pt_br: Conteúdo
ru: Содержимое
sv: Innehåll
th: เนื้อหา
tr: İçerik
uk: Вміст
uz: Kontent
vi: Nội dung
zh_hans: 内容
zh_hant: 內容

# history_detail.label.content_type
source: Content type
ar: نوع المحتوى
da: Indholdstype
de: Inhaltstyp
es: Tipo de contenido
fi: Sisältötyyppi
fr: Type de contenu
hi: कंटेंट प्रकार
id: Jenis konten
it: Tipo di contenuto
ja: コンテンツタイプ
ko: 콘텐츠 유형
ms: Jenis kandungan
nb: Innholdstype
nl: Inhoudstype
pl: Typ treści
pt_br: Tipo de conteúdo
ru: Тип содержимого
sv: Innehållstyp
th: ประเภทเนื้อหา
tr: İçerik türü
uk: Тип вмісту
uz: Kontent turi
vi: Loại nội dung
zh_hans: 内容类型
zh_hant: 內容類型

# history_detail.label.created
source: Created
ar: تاريخ الإنشاء
da: Oprettet
de: Erstellt
es: Creado
fi: Luotu
fr: Créé
hi: बनाया गया
id: Dibuat
it: Creato
ja: 作成日
ko: 생성일
ms: Dicipta
nb: Opprettet
nl: Aangemaakt
pl: Utworzono
pt_br: Criado
ru: Создано
sv: Skapad
th: สร้างเมื่อ
tr: Oluşturulma
uk: Створено
uz: Yaratilgan
vi: Đã tạo
zh_hans: 创建时间
zh_hant: 建立時間
